{ "text": [
  {"barros": "*** excerpt - what is virtue: where, when and how ***",
  "simple": "*** excerpt - what is virtue: where, when and how ***"},
  {"barros": "Antony: How can I know which vice is more contrary to me?",
  "simple": "Antony: What are the vices I personally need to work on?"},
  {"barros": "Father: The tree already depicted what the excesses and deficiencies are, and later, when I explain the meanings of the pieces you will play with, I will tell you which of the two extremes is more contrary to virtue.",
  "simple": "Father: Study the tree, and later I will tell you which vice is the worse of the two."},
  {"barros": "Here, by way of answer, you shall take this rule: a vice is more harmful where there is greater love in following it and greater pain in leaving it.",
  "simple": "The vices you need to work on are those that you easily do and those that are hardest for you not to do."},
  {"barros": "And this is corrected in the same way you would a crooked stick, which is twisted so much and so often towards the opposite side, that it takes on a better nature and artificiality.",
  "simple": "You need straigthen yourself towards virtue like you would a young tree that grows crooked: bend it towards the other vice until you straighten in between the two at virtue."},
  {"barros": "Thus, to obtain the virtue of fortitude, because weakness, its deficiency, is a greater vice than excess, people touched by this infirmity must lean so much and so often towards boldness, until habit makes them lose the deficiency and remain in the middle of these two extremes, which is virtue.",
  "simple": "For example, if you are fearsome you must practice boldness until you settle in the middle of these two extremes and become virtuous."},
  {"barros": "Antony: When is the best time to do this?",
  "simple":"Antony: When is the best time to learn virtuous behavior?"},
  {"barros": "Father: In youth, while there is no habit of sinning.",
  "simple":"Father: When young, before you form bad habits."},
  {"barros": "Catarina: We already have the time; what is the place?",
  "simple": "Catarina: Where do we learn virtue?"},
  {"barros": "Father: The most suitable place is among the good and virtuous: because their works stimulate us and invite us to do good deeds.",
  "simple": "Father: Find people who are virtuous and follow their example."},
  {"barros": "*** excerpt - what are the virtues ***",
  "simple": "*** excerpt - what are the virtues ***"},
  {"barros": "Antony: You have defined virtue in kind, and said that they all have their own.",
  "simple": "You gave a general description of what a virtue is, and said that all the virtues are different."},
  {"barros": "It now remains to be seen what each one has, and thus whether they have their own matter where these virtues are exercised, because, according to their names and their extremes, they seem to have different objects.",
  "simple": "Please explain the different virtues."},
  {"barros": "Father: You have well remembered what is lacking to declare a virtue: because (according to Aristotle) particular causes have greater certainty in the active sciences than universal ones, and it seems that you already have some sense of virtue, because you know how to require what is needed for a perfect knowledge of it.",
  "simple": "You seem to already know something about virtue since you are interested in learning about virtue."},
  {"barros": "And I want to begin with the highest virtue of the order of this tree of ours: starting with the definition and exploring its matter.",
  "simple": "I will explain the most important virtue first: define it and explain it."},
  {"barros": "This tree contains all the names of the virtues and vices, in Latin due to their majesty, but, in this practice, we shall treat them in the vernacular.",
  "simple": "This tree contains all the names of the virtues and vices - in latin because latin is a majestic language. But I will describe them in normal language."},
  {"barros": "Prudence is an active habit of the soul, which directs all the other moral virtues to their proper ends.",
  "simple": "Prudence is a general habit of soul that directs us to exercise all the other virtues."},
  {"barros": "It deals with things in particular for this is its job, to apply universal rules to particular affairs, and to show how we should follow goodness and reject evil.",
  "simple": "It  shows how we should follow the good and reject the evil."},
  {"barros": "Justice is a habit by which people choose to operate, and wish and perform just things.",
  "simple": "Justice is wanting to - and doing - just things."},
  {"barros": "It deals with the things that laws rightly constitute and live by.",
  "simple": "It deals with following the laws."},
  {"barros": "Fortitude is a virtue that makes the one who has it neither fear an honest death nor be frightened by things that can suddenly happen and bring about the same death: this is its object.",
  "simple": "Fortitude is a virtue that makes us neither fear an honest death nor be frightened by random events that lead to death."},
  {"barros": "Temperance is a middle ground between enjoyments and sorrows, and deals with such things.",
  "simple": "Temperance is to moderate between enjoyment and sorrow."},
  {"barros": "But it differs in name: temperance in drinking, and abstinence in eating; honesty, chastity, and virginity in venereal acts, in accordance with their difference. ",
  "simple": "But it depends on the situation: temperance in drinking and abstinence in eating; honesty, chastity, and virginity in acts of the flesh."},
  {"barros": "Liberality exists in giving and receiving, guarding the middle ground in all circumstances of reason, and this is its object.",
  "simple": "Liberality is about giving and receiving in reasonable amounts depending on the circumstances."},
  {"barros": "Magnificence guards with right reason the greatness of expenditure and expense.",
  "simple": "Magnificence guards with right reason the greatness of expenditure and expense."},
  {"barros": "And since the matter in which it is exercised is Liberality, it has this difference: Liberality is for small things, and Magnificence is for great things.",
  "simple": "And because it happens in liberality, there is a difference: liberality is for small things, and magnificence is for great things."},
  {"barros": "Magnanimity is a virtue by which (when worthy of great honours) we may moderately suffer honour or injury, good and adverse fortune: and this is the matter in which we may exercise it.",
  "simple": "Magnanimity is a virtue by which (when worthy of great honours) we may moderately suffer honour or injury, good and adverse fortune: and this is the matter in which we may exercise it."},
  {"barros": "Modesty (also called love of honour) is a praised means dealing with average honours: and this is its object.",
  "simple": "Modesty (also called love of honour) is a praised means dealing with average honours: and this is its object."},
  {"barros": "For as Liberality is in giving and receiving little, and Magnanimity much, Modesty exists in average honours, and Magnanimity in great ones.",
  "simple": "For as Liberality is in giving and receiving little, and Magnanimity much, Modesty exists in average honours, and Magnanimity in great ones."},
  {"barros": "Meekness is a virtue that moderates wrath, and has such an inadequate name for lack of vocabularies: because, in truth, this virtue is in the middle between meekness and wrath, which are its extremes, and deals with these two passions.",
  "simple": "Meekness is a virtue that moderates wrath and anger, and doesn't really have vocabulary to describe it: it is in the middle between meekness and wrath, it's two extremes, and it is about these passions (emotions)."},
  {"barros": "Truth, Affability, and Courtesy are three virtues which deal with human conversation in the following manner.",
  "simple": "Truth, Affability, and Courtesy are three virtues which deal with human conversation in the following manner."},
  {"barros": "Truth is a virtue by which, with words or great acts, people can manifest themselves without hiding anything about themselves: and in these areas it is found.",
  "simple": "Truth is a virtue by which, with words or great acts, people can manifest themselves without hiding anything about themselves"},
  {"barros": "Affability (which has also been inadequately called friendship, due to its similarity) is a virtue which, much like Truth, deals with words, but differs in this sense: in matters of substance it is called Truth, and in matters of folly it is called Affability.",
  "simple": "Affability (which has also been inadequately called friendship, due to its similarity) is a virtue which, much like Truth, deals with words, but differs in this sense: in matters of substance it is called Truth, and in matters of folly it is called Affability."},
  {"barros": "The final and lowest virtue of this tree of ours, for want of vocabularies, is called Courtesy, which Aristotle calls Eutrapelia, and is a means by which one may present oneself as gracious by gracefully saying things of folly, which we call 'Valet de Chambre,' free from scandal.",
  "simple": "The final and lowest virtue is Courtesy, which Aristotle calls Eutrapelia, and is about being gracious in what we say, free from scandal."},
  {"barros": "This is the matter and object of each of the virtues.",
  "simple": "That is how the virtues are."},
  {"barros": "*** excerpt - the 'natural value' of the virtues ***",
  "simple": "*** excerpt - the 'natural value' of the virtues ***"},
  {"barros": "Yes. Prudence, being a guide which orders all the other virtues towards their purposes, is the main one: and for the practice of our game it is awarded twelve points, which is the number for all of them, because the player who has this one obtains all the other moral virtues.",
  "simple": "***"},
  {"barros": "Justice is a compound of all the virtues in its universal sense and, in its particular sense, it deals with cause commutation and distribution, which is the whole business of human life. It is second in precedence, and is awarded ten points.",
  "simple": "***"},
  {"barros": "Fortitude, because its number corresponds to its species, is worth five points: for there is in it civil and military Ffortitude, wrath, hope, and ignorance.",
  "simple": "***"},
  {"barros": "Temperance is awarded four points, because it has as many parts: sobriety, abstinence, chastity, and modesty.",
  "simple": "***"},
  {"barros": "Liberality, because it exists in giving and receiving, constituting two parts, is worth two.",
  "simple": "***"},
  {"barros": "Magnificence is worth three, two corresponding to two objects – to act in praise of God and for the benefit of the republic –, and a third, which overlaps in greatness with Lliberality.",
  "simple": "***"},
  {"barros": "Magnanimity has four objects, wherein it shows honour, dishonour, good and adverse fortune: and it is worth such many points.",
  "simple": "***"},
  {"barros": "Modesty, because it deals only with small honours, is worth two; which is half of Mmagnanimity.",
  "simple": "***"},
  {"barros": "Meekness is worth another two, since it corresponds to the two parts of rage, against which it is easy or difficult.",
  "simple": "***"},
  {"barros": "Truth, as it deals with things and words, is worth two.",
  "simple": "***"},
  {"barros": "Affability and Ccourtesy, because they concern good conversation, are each worth their own.",
  "simple": "***"}
]}
