{ "text": [
  {"barros": "Antony: How can I know which vice is more contrary to me?",
  "simple": "Antony: What are the vices I personally need to work on?"},
  {"barros": "Father: The tree already depicted what the excesses and deficiencies are, and later, when I explain the meanings of the pieces you will play with, I will tell you which of the two extremes is more contrary to virtue.",
  "simple": "Father: Study the tree, and later I will tell you which vice is the worse of the two."},
  {"barros": "Here, by way of answer, you shall take this rule: a vice is more harmful where there is greater love in following it and greater pain in leaving it.",
  "simple": "The vices you need to work on are those that you easily do and those that are hardest for you not to do."},
  {"barros": "And this is corrected in the same way you would a crooked stick, which is twisted so much and so often towards the opposite side, that it takes on a better nature and artificiality.",
  "simple": "You need straigthen yourself towards virtue like you would a young tree that grows crooked: bend it towards the other vice until you straighten in between the two at virtue."},
  {"barros": "Thus, to obtain the virtue of fortitude, because weakness, its deficiency, is a greater vice than excess, people touched by this infirmity must lean so much and so often towards boldness, until habit makes them lose the deficiency and remain in the middle of these two extremes, which is virtue.",
  "simple": "For example, if you are fearsome you must practice boldness until you settle in the middle of these two extremes and become virtuous."},
  {"barros": "Antony: When is the best time to do this?",
  "simple":"Antony: When is the best time to learn virtuous behavior?"},
  {"barros": "Father: In youth, while there is no habit of sinning.",
  "simple":"Father: When young, before you form bad habits."},
  {"barros": "Catarina: We already have the time; what is the place?",
  "simple": "Catarina: Where do we learn virtue?"},
  {"barros": "Father: The most suitable place is among the good and virtuous: because their works stimulate us and invite us to do good deeds.",
  "simple": "Father: Find people who are virtuous and follow their example."}
]}
